Revit 2024 API
ElevationMarker.CurrentViewCount Property
 The current number of views hosted by this ElevationMarker.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public int CurrentViewCount { get; }
Visual Basic
Public ReadOnly Property CurrentViewCount As Integer
	Get
Visual C++
public:
property int CurrentViewCount {
	int get ();
}
See Also
ElevationMarker Class
Autodesk.Revit.DB Namespace